{
  "examples": [
    {
      "message": "Hi [Name], I'm experiencing issues logging into my account. Can you please reset my password? Thanks.",
      "label": "Login issues"
    },
    {
      "message": "Hello support team, I've been trying to log in to my account but I keep getting an error message. Can you assist me with troubleshooting?",
      "label": "Login issues"
    },
    {
      "message": "Hi, I'm having difficulty accessing my account. Could you help me regain access or update my login credentials?",
      "label": "Login issues"
    },
    {
      "message": "Hi support, I forgot my password and can't seem to log in. Can you provide assistance with resetting it?",
      "label": "Login issues"
    },
    {
      "message": "I forgot my password. Can you please reset it for me?",
      "label": "Login issues"
    },
    {
      "message": "I'm unable to log in despite entering the correct credentials.",
      "label": "Login issues"
    },
    {
      "message": "Hi , I hope you're doing well. I seem to be having trouble with the access link you provided for my course. The link directs me to a password reset page, but unfortunately, it's not working for me. Could you please provide me with the correct access link to the course? I appreciate your assistance.",
      "label": "Link issue"
    },
    {
      "message": "Hi , I trust this message finds you in good spirits. I've encountered an issue with the access link you sent over for my course. When I click on it, it leads me to a password reset page, which doesn't seem to be functioning properly. Would it be possible for you to furnish me with the accurate access link to the course? Thank you for your help.",
      "label": "Link issue"
    },
    {
      "message": "I'm experiencing difficulty accessing the course using the link provided. It seems to be leading me to a password reset page instead of the course material. Could you please provide me with an alternative link?",
      "label": "Link issue"
    },
    {
      "message": "Hello , I hope you're having a great day. I'm encountering a bit of trouble with the access link you provided for my course. It appears to be directing me to a password reset page, but unfortunately, the link seems to be broken. Could you please share with me the correct access link to the course? Your assistance would be greatly appreciated.",
      "label": "Link issue"
    },
    {
      "message": "Hi , I trust you're well. I'm reaching out regarding the access link you shared for my course. It seems that the link redirects me to a password reset page, and regrettably, the page isn't functioning as expected. Would you mind providing me with the direct access link to the course? Thank you kindly for your help.",
      "label": "Link issue"
    },
    {
      "message": "Hi , I hope this message finds you in good health. I'm encountering an issue with the access link you forwarded for my course. Upon clicking the link, I'm directed to a password reset page, but unfortunately, it doesn't seem to be operational. Could you please supply me with the correct access link to the course? I appreciate your prompt assistance.",
      "label": "Link issue"
    },
    {
      "message": "Hi , I hope you're doing well. Unfortunately, I've encountered unexpected health issues that have prevented me from participating in the online LMS classes for Pixeltests. I am eager to resume my studies and would appreciate an extension starting from February 24th to catch up on the missed material. Could you please advise on the necessary steps to proceed? Thank you for your understanding. Warm regards, [Your Name]",
      "label": "Requesting course extension"
      },
      {
        "message": "I've encountered unexpected challenges that have prevented me from attending the course as planned. Could you please grant me an extension from February 24th onwards to complete the remaining sessions? Your assistance is appreciated",
        "label": "Requesting course extension"
        },
      {
      "message": "Hello , I've been trying to log in to my account but I keep getting an error message. Can you assist me with troubleshooting? I'm experiencing difficulties accessing the course material due to this issue. Any help would be appreciated. Thank you. Regards, [Your Name]",
      "label": "Requesting course extension"
      },
      {
      "message": "Hi , I trust you're doing well. I seem to be having trouble with the access link you provided for my course. The link directs me to a password reset page, but unfortunately, it's not working for me. Could you please provide me with the correct access link to the course? I appreciate your assistance. Best regards, [Your Name]",
      "label": "Requesting course extension"
      },
      {
      "message": "Hi , I'm reaching out regarding the access link you shared for my course. It seems that the link redirects me to a password reset page, and regrettably, the page isn't functioning as expected. Would you mind providing me with the direct access link to the course? Thank you kindly for your help. Regards, [Your Name]",
      "label": "Requesting course extension"
      },
      {
      "message": "Hi , I trust this message finds you in good health. I'm encountering an issue with the access link you forwarded for my course. Upon clicking the link, I'm directed to a password reset page, but unfortunately, it doesn't seem to be operational. Could you please supply me with the correct access link to the course? I appreciate your prompt assistance. Warm regards, [Your Name]",
      "label": "Requesting course extension"
      },
      {
        "message": "Hi there, I've been trying to access the site for the past hour, but it seems to be down. Are you experiencing any server issues?",
        "label": "Site issue"
      },
      {
        "message": "Hello support team, I'm encountering difficulties accessing the site. It's loading very slowly and sometimes not at all. Could you please investigate the issue?",
        "label": "Site issue"
      },
      {
        "message": "Hi, the site appears to be overloaded at the moment. I keep getting timeout errors when trying to access it. Is there a maintenance or server upgrade happening?",
        "label": "Site issue"
      },
      {
        "message": "Hello, I've noticed that the site is experiencing intermittent downtime. It's been happening on and off for the past few days. Could you please look into this matter?",
        "label": "Site issue"
      },
      {
        "message": "it seems your website has taken an impromptu siesta. Every attempt to visit ends with an empty page and a bemused expression. Is it on a digital retreat or simply enjoying some quiet time?",
        "label": "Site issue"
      },
      {
        "message": "Hi, I'm encountering internal server errors when trying to access certain pages on the site. It's affecting my ability to complete tasks. Could you please address this issue as soon as possible?",
        "label": "Site issue"
      },
      {
        "message": "your website seems to be staging a rebellion, displaying error messages like protest banners. It's as if the digital realm has declared independence, leaving visitors stranded in a sea of frustration. ",
        "label": "Site issue"
      },
      {
        "message": "Hello Support Team, I hope this message finds you well. I'm writing to request a password reset for my account as I'm having trouble logging in. I've attempted to access my account on both my laptop and mobile device without success. Could you please provide me with new credentials or update the email address associated with my account to k78737@gmail.com? Your assistance in resolving this matter would be greatly appreciated. Thank you. Best regards, [Your Name]",
        "label": "Account recovery"
      },
      {
        "message": "Hi there, I'm experiencing difficulty logging into my account and have tried accessing it from multiple devices. Would it be possible to reset my password or update the email address associated with my account to k78737@gmail.com? Your prompt assistance in resolving this issue would be highly appreciated. Thank you. Regards, [Your Name]",
        "label": "Account recovery"
      },
      {
        "message": "Hi Support Team, I'm reaching out to request assistance with account recovery. I've been unable to log in despite multiple attempts on different devices. Could you please reset my password or update the email address linked to my account to k78737@gmail.com? Your help in resolving this matter would be invaluable. Thank you. Warm regards, [Your Name]",
        "label": "Account recovery"
      },
      {
        "message": "Hello, I'm having trouble accessing my account and need assistance with account recovery. I've tried logging in from various devices without success. Could you please reset my password or update the email address associated with my account to k78737@gmail.com? Your prompt attention to this matter would be greatly appreciated. Thank you. Best regards, [Your Name]",
        "label": "Account recovery"
      },
      {
        "message": "Hi Support, I hope you're doing well. I'm encountering issues logging into my account and require assistance with account recovery. Despite multiple attempts, I've been unable to access my account from either my laptop or mobile device. Could you please reset my password or update the email address on file to k78737@gmail.com? Your help in resolving this matter would be much appreciated. Thank you. Warm regards, [Your Name]",
        "label": "Account recovery"
      },
      {
        "message": "it appears my account has taken a sudden sabbatical without prior notice, leaving me in a state of digital limbo. Despite numerous attempts to coax it back with forgotten passwords and security questions, it remains stubbornly inaccessible. Is it indulging in a digital detox or simply testing my patience? Any assistance in restoring its digital presence would be greatly appreciated.",
        "label": "Account recovery"
      },
      {
        "message":"Hi, can't log in. Need password reset. Thanks!",
        "label":"Account recovery"
      },
      {
        "message":"Hello, account locked. Need reset ASAP. Thanks!",
        "label":"Account recovery"
      },
      {
        "message":"Hey there, forgot login details. Can you assist?",
        "label":"Account recovery"
      }
  ]
}
